{
    "popularity": null,
    "reviews": [
        {
            "review": "Bernardo Ruiz’s documentary takes a front-line look at the grip of Mexican drug cartels from the perspective of three main figures.",
            "src": "nyt"
        },
        {
            "review": "KINGDOM OF SHADOWS follows three people grappling with the hard choices and destructive consequences of the U.S.-Mexico “drug war”. Filmmaker Bernardo Ruiz weaves together the seemingly disconnected stories of an activist nun in deeply scarred Monterrey, Mexico, a U.S. Federal agent on the border, and a former Texas smuggler to reveal the human side of an often-misunderstood conflict that has resulted in the “disappearance” of more than 23,000 people in Mexico—a growing human rights crisis that only recently has made international headlines.",
            "src": "movies_metadata"
        }
    ],
    "title": "Kingdom of Shadows"
},{
    "popularity": null,
    "reviews": [
        {
            "review": "In the year 2159, two classes of people exist: the very wealthy who live on a pristine man-made space station called Elysium, and the rest, who live on an overpopulated, ruined Earth. Secretary Rhodes (Jodie Foster), a hard line government ofﬁcial, will stop at nothing to enforce anti-immigration laws and preserve the luxurious lifestyle of the citizens of Elysium. That doesn’t stop the people of Earth from trying to get in, by any means they can. When unlucky Max (Matt Damon) is backed into a corner, he agrees to take on a daunting mission that, if successful, will not only save his life, but could bring equality to these polarized worlds.",
            "src": "movies_metadata"
        },
        {
            "review": "“Elysium,” the second feature from the director Neill Blomkamp, stars Matt Damon as a former thief living on a ruined Earth in 2154.",
            "src": "nyt"
        }
    ],
    "title": "Elysium"
},{
    "popularity": null,
    "reviews": [
        {
            "review": "New England in the 1630s: William and Katherine lead a devout Christian life with five children, homesteading on the edge of an impassable wilderness. When their newborn son vanishes and crops fail, the family turns on one another. Beyond their worst fears, a supernatural evil lurks in the nearby wood.",
            "src": "movies_metadata"
        },
        {
            "review": "Around 1630 in New England, a family leaves a plantation to settle down alone at the edge of a forest.",
            "src": "nyt"
        }
    ],
    "title": "The Witch"
},{
    "popularity": null,
    "reviews": [
        {
            "review": "A Los Angeles journalist befriends a homeless Juilliard-trained musician, while looking for a new article for the paper.",
            "src": "movies_metadata"
        },
        {
            "review": "Some of the lost souls in “The Soloist,” a big studio movie about a one-man rescue mission, look as thin as the crack pipes clamped between their lips.",
            "src": "nyt"
        }
    ],
    "title": "The Soloist"
},{
    "popularity": null,
    "reviews": [
        {
            "review": "“Splinterheads” is a shaggy comedy with more heart than heft.",
            "src": "nyt"
        },
        {
            "review": "SPLINTERHEADS introduces Thomas Middleditch as Justin Frost, a twenty-something slacker whose “thing” is that he has no “thing” at all. When a small-time carnival rolls into town, he meets Galaxy (Rachael Taylor), a gorgeous con artist, or “splinterhead,” who has more “things” going for her than anyone he has ever met.",
            "src": "movies_metadata"
        }
    ],
    "title": "Splinterheads"
},